Repository: Kororu-lab/GameMate
Catalog: GameMate/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Add Section
de: Abschnitt Hinzufügen
es: Añadir Sección
fr: Ajouter une Section
ja: セクションを追加
ko: 섹션 추가
zh_hans: 添加部分

source: All Games
de: Alle Spiele
es: Todos los Juegos
fr: Tous les Jeux
ja: すべてのゲーム
ko: 모든 게임
zh_hans: 所有游戏

source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
zh_hans: 外观

source: Are you sure you want to delete all history items? This action cannot be undone.
de: Sind Sie sicher, dass Sie alle Verlaufselemente löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar todos los elementos del historial? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer tous les éléments de l'historique ? Cette action ne peut pas être annulée.
ja: すべての履歴項目を削除してもよろしいですか？この操作は元に戻せません。
ko: 모든 기록 항목을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
zh_hans: 您确定要删除所有历史记录吗？此操作无法撤消。

source: Arrow
de: Pfeil
es: Flecha
fr: Flèche
ja: 矢印
ko: 화살표
zh_hans: 箭头

source: Arrow pointed to %@°
de: Pfeil zeigte auf %@°
es: La flecha apuntó a %@°
fr: La flèche a pointé vers %@°
ja: 矢印は%@°を指しました
ko: 화살표가 %@°를 가리켰습니다
zh_hans: 箭头指向 %@°

source: Arrow Spinner
de: Pfeilspinner
es: Girador de Flecha
fr: Tourneur de Flèche
ja: 矢印スピナー
ko: 화살표 스피너
zh_hans: 箭头旋转器

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Clear All
de: Alles Löschen
es: Borrar Todo
fr: Tout Effacer
ja: すべて消去
ko: 모두 지우기
zh_hans: 全部清除

source: Coin
de: Münze
es: Moneda
fr: Pièce
ja: コイン
ko: 동전
zh_hans: 硬币

source: Coin Color
de: Münzfarbe
es: Color de Moneda
fr: Couleur de la Pièce
ja: コインの色
ko: 동전 색상
zh_hans: 硬币颜色

source: Coin Settings
de: Münz-Einstellungen
es: Configuración de Moneda
fr: Paramètres de la Pièce
ja: コインの設定
ko: 동전 설정
zh_hans: 硬币设置

source: Coin Toss
de: Münzwurf
es: Lanzamiento de Moneda
fr: Pile ou Face
ja: コイントス
ko: 동전 던지기
zh_hans: 抛硬币

source: Dice
de: Würfel
es: Dados
fr: Dés
ja: サイコロ
ko: 주사위
zh_hans: 骰子

source: Dice Color
de: Würfelfarbe
es: Color de Dados
fr: Couleur des Dés
ja: サイコロの色
ko: 주사위 색상
zh_hans: 骰子颜色

source: Dice Roller
de: Würfelwerfer
es: Lanzador de Dados
fr: Lanceur de Dés
ja: サイコロローラー
ko: 주사위 굴림기
zh_hans: 骰子滚轮

source: Dice Settings
de: Würfel-Einstellungen
es: Configuración de Dados
fr: Paramètres des Dés
ja: サイコロの設定
ko: 주사위 설정
zh_hans: 骰子设置

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成

source: Edit Wheel
de: Rad Bearbeiten
es: Editar Rueda
fr: Modifier la Roue
ja: ホイールを編集
ko: 룰렛 편집
zh_hans: 编辑轮盘

source: Edit Wheel Sections
de: Radabschnitte Bearbeiten
es: Editar Secciones de la Rueda
fr: Modifier les Sections de la Roue
ja: ホイールセクションを編集
ko: 룰렛 섹션 편집
zh_hans: 编辑轮盘部分

source: Flip Coin
de: Münze Werfen
es: Lanzar Moneda
fr: Lancer la Pièce
ja: コインを投げる
ko: 동전 뒤집기
zh_hans: 抛硬币

source: Games
de: Spiele
es: Juegos
fr: Jeux
ja: ゲーム
ko: 게임
zh_hans: 游戏

source: H
de: K
es: C
fr: P
ja: 表
ko: 앞
zh_hans: 正

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
zh_hans: 历史

source: Ladder
de: Leiter
es: Escalera
fr: Échelle
ja: はしご
ko: 사다리
zh_hans: 梯子

source: Ladder Game
de: Leiterspiel
es: Juego de Escalera
fr: Jeu d'Échelle
ja: はしごゲーム
ko: 사다리 게임
zh_hans: 梯子游戏

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言

source: Multiple colors will be used
de: Es werden mehrere Farben verwendet
es: Se utilizarán varios colores
fr: Plusieurs couleurs seront utilisées
ja: 複数の色が使用されます
ko: 여러 색상이 사용됩니다
zh_hans: 将使用多种颜色

source: No history yet
de: Noch kein Verlauf
es: Aún no hay historial
fr: Pas encore d'historique
ja: まだ履歴がありません
ko: 아직 기록이 없습니다
zh_hans: 暂无历史记录

source: Number of coins: %@
de: Anzahl der Münzen: %@
es: Número de monedas: %@
fr: Nombre de pièces: %@
ja: コインの数: %@
ko: 동전 개수: %@
zh_hans: 硬币数量: %@

source: Number of dice: %@
de: Anzahl der Würfel: %@
es: Número de dados: %@
fr: Nombre de dés: %@
ja: サイコロの数: %@
ko: 주사위 개수: %@
zh_hans: 骰子数量: %@

source: Number of ladders: %@
de: Anzahl der Leitern: %@
es: Número de escaleras: %@
fr: Nombre d'échelles: %@
ja: はしごの数: %@
ko: 사다리 개수: %@
zh_hans: 梯子数量: %@

source: Number of sections: %@
de: Anzahl der Abschnitte: %@
es: Número de secciones: %@
fr: Nombre de sections: %@
ja: セクション数: %@
ko: 섹션 수: %@
zh_hans: 部分数量: %@

source: Play Ladder Game
de: Leiter Spiel Spielen
es: Jugar Escalera
fr: Jouer à l'Échelle
ja: はしごゲームをする
ko: 사다리 게임 하기
zh_hans: 玩梯子游戏

source: Player 1
de: Spieler 1
es: Jugador 1
fr: Joueur 1
ja: プレイヤー1
ko: 플레이어 1
zh_hans: 玩家1

source: Player 2
de: Spieler 2
es: Jugador 2
fr: Joueur 2
ja: プレイヤー2
ko: 플레이어 2
zh_hans: 玩家2

source: Prize 1
de: Preis 1
es: Premio 1
fr: Prix 1
ja: 賞品1
ko: 상품 1
zh_hans: 奖品1

source: Prize 2
de: Preis 2
es: Premio 2
fr: Prix 2
ja: 賞品2
ko: 상품 2
zh_hans: 奖品2

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセット
ko: 초기화
zh_hans: 重置

source: Result: %@
de: Ergebnis: %@
es: Resultado: %@
fr: Résultat: %@
ja: 結果: %@
ko: 결과: %@
zh_hans: 结果: %@

source: Result: %@°
de: Ergebnis: %@°
es: Resultado: %@°
fr: Résultat: %@°
ja: 結果: %@°
ko: 결과: %@°
zh_hans: 结果: %@°

source: Results: %@ Heads, %@ Tails
de: Ergebnisse: %@ Kopf, %@ Zahl
es: Resultados: %@ Caras, %@ Cruces
fr: Résultats: %@ Pile, %@ Face
ja: 結果: 表 %@, 裏 %@
ko: 결과: 앞면 %@, 뒷면 %@
zh_hans: 结果: %@ 正面, %@ 反面

source: Roll Dice
de: Würfel Werfen
es: Lanzar Dados
fr: Lancer les Dés
ja: サイコロを振る
ko: 주사위 던지기
zh_hans: 掷骰子

source: Rolled: %@ (Total: %@)
de: Gewürfelt: %@ (Gesamt: %@)
es: Lanzado: %@ (Total: %@)
fr: Lancé: %@ (Total: %@)
ja: 結果: %@ (合計: %@)
ko: 결과: %@ (합계: %@)
zh_hans: 掷出: %@ (总计: %@)

source: Section %@
de: Abschnitt %@
es: Sección %@
ja: セクション %@
ko: 섹션 %@
zh_hans: 部分 %@

source: Select Games (max %@)
de: Spiele Auswählen (max. %@)
es: Seleccionar Juegos (máximo %@)
fr: Sélectionner les Jeux (max %@)
ja: ゲームを選択（最大%@）
ko: 게임 선택 (최대 %@)
zh_hans: 选择游戏（最多%@）

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
zh_hans: 设置

source: Shuffle
de: Mischen
es: Mezclar
fr: Mélanger
ja: シャッフル
ko: 섞기
zh_hans: 洗牌

source: Spin
de: Drehen
es: Girar
fr: Tourner
ja: 回す
ko: 돌리기
zh_hans: 旋转

source: Spin Arrow
de: Pfeil Drehen
es: Girar Flecha
fr: Tourner la Flèche
ja: 矢印を回す
ko: 화살표 돌리기
zh_hans: 旋转箭头

source: Spin Wheel
de: Rad Drehen
es: Girar Rueda
fr: Tourner la Roue
ja: ホイールを回す
ko: 룰렛 돌리기
zh_hans: 旋转轮盘

source: T
de: Z
es: X
fr: F
ja: 裏
ko: 뒤
zh_hans: 反

source: Toss Coins
de: Münzen Werfen
es: Lanzar Monedas
fr: Lancer les Pièces
ja: コインを投げる
ko: 동전 던지기
zh_hans: 抛硬币

source: Total: %@
de: Gesamt: %@
ja: 合計: %@
ko: 합계: %@
zh_hans: 总计: %@

source: Use same color for all
de: Gleiche Farbe für alle verwenden
es: Usar el mismo color para todos
fr: Utiliser la même couleur pour tous
ja: すべて同じ色を使用
ko: 모두 동일한 색상 사용
zh_hans: 所有都使用相同颜色

source: View History
de: Verlauf Anzeigen
es: Ver Historial
fr: Voir l'Historique
ja: 履歴を見る
ko: 기록 보기
zh_hans: 查看历史

source: Wheel
de: Rad
es: Rueda
fr: Roue
ja: ホイール
ko: 룰렛
zh_hans: 轮盘

source: Wheel landed on: %@
de: Rad landete auf: %@
es: La rueda cayó en: %@
fr: La roue s'est arrêtée sur: %@
ja: ホイールの結果: %@
ko: 룰렛 결과: %@
zh_hans: 轮盘停在: %@

source: Choose which games appear in the tab bar
es: Elige qué juegos aparecen en la barra de pestañas
fr: Choisissez les jeux qui apparaissent dans la barre d'onglets
ja: タブバーに表示するゲームを選択
ko: 탭 바에 표시할 게임 선택
zh_hans: 选择在标签栏中显示的游戏

source: Filter
es: Filtro
fr: Filtre
ja: フィルター
ko: 필터
zh_hans: 筛选
